Repository: DavidePrincipi/comps-nsent
Catalog: po/*.po
Languages: it

source: Tools for building RPMs
it: Strumenti per fare gli RPM

source: Additional ISO packages
it: Pacchetti aggiuntivi per la ISO

source: Backup of configuration and data
it: Backup della configurazione del sistema e dei dati

source: Configure HylaFax+ and manage IAX modems
it: Configura HylaFax+ e gestisce i modem IAX

source: Basic firewall
it: Firewall base

source: Configure network adapters and basic firewall
it: Configura le interfacce di rete e il firewall base

source: Daemons and tools for network file sharing
it: Demoni e strumenti per la condivisione file in rete

source: FTP server
it: Server FTP

source: Configure the FTP server (vsftpd)
it: Configura il server FTP (vsftpd)

source: Account provider: OpenLDAP
it: Provider account: OpenLDAP

source: Configure users and groups on OpenLDAP
it: Configura utenti e gruppi su OpenLDAP

source: Account provider: Samba Active Directory
it: Provider account: Samba Active Directory

source: Configure users and groups on Samba Active Directory
it: Configura utenti e gruppi su Samba Active Directory

source: WebTop groupware
it: Groupware WebTop

source: Email server and filter
it: Server e filtri di posta elettronica

source: SMTP proxy
it: Proxy SMTP

source: Instant messaging
it: Messaggistica istantanea

source: XMPP/Jabber chat server
it: Server di chat XMPP/Jabber

source: Print server
it: Server di stampa

source: Print management server (CUPS)
it: Servizio di gestione stampanti (CUPS)

source: Web server
it: Server Web

source: Configuration tools for Apache web server
it: Strumenti di configurazione per il server web Apache

source: Bandwidth monitor
it: Monitoraggio banda

source: Configure and manage Ntopng
it: Configurazione e gestione di Ntopng

source: UPS support
it: Supporto UPS

source: UPS management and monitoring configuration
it: Configurazione della gestione e del monitoraggio dei gruppi di continuità

source: Statistics
it: Statistiche

source: Collect and analyse system statistics
it: Registra e analizza le statistiche del sistema

source: Web proxy
it: Proxy web

source: Squid web caching proxy configuration
it: Configurazione Squid (web caching proxy)

source: Web filter
it: Filtro web

source: Squid web content and virus filter
it: Filtro web per contenuti e virus

source: IPsec tunnels
it: Tunnell IPsec

source: Monitor and block network traffic for malicious activity
it: Controlla e blocca il traffico di rete proveniente da attività malevoli

source: POP3 proxy
it: Proxy POP3

source: Intercept POP3 connections and scan messages for virtus and spam
it: Intercetta le connessioni POP3 e scansiona i messaggi alla ricerca di virus e spam

source: SNMP server
it: Server SNMP

source: Configure the SNMP server
it: Configura il server SNMP

source: POP3 connector
it: Connettore POP3

source: Fetch messages from external email accounts with POP3 or IMAP access
it: Scarica i messaggi da un account email esterno con accesso POP3 o IMAP

source: German language
it: Lingua Tedesca

source: Server Manager German localization
it: Traduzione Server Manager: Tedesco

source: Greek language
it: Lingua Greca

source: Server Manager Greek localization
it: Traduzione Server Manager: Greco

source: Spanish language
it: Lingua Spagnola

source: Server Manager Spanish localization
it: Traduzione Server Manager: Spagnolo

source: French language
it: Lingua Francese

source: Server Manager French localization
it: Traduzione Server Manager: Francese

source: Hungarian language
it: Lingua Ungherese

source: Server Manager Hungarian localization
it: Traduzione Server Manager: Ungherese

source: Italian language
it: Lingua Italiana

source: Server Manager Italian localization
it: Traduzione Server Manager: Italiano

source: Dutch language
it: Lingua Olandese

source: Server Manager Dutch localization
it: Traduzione Server Manager: Olandese

source: Portuguese language
it: Lingua Portoghese

source: Server Manager Portuguese localization
it: Traduzione Server Manager: Portoghese

source: Russian language
it: Lingua Russa

source: Server Manager Russian localization
it: Traduzione Server Manager: Russo

source: Turkish language
it: Lingua Turca

source: Server Manager Turkish localization
it: Traduzione Server Manager: Turco

source: Serbian language
it: Lingua Serba

source: Server Manager Serbian localization
it: Traduzione Server Manager: Serbo

source: Phonebook
it: Rubrica

source: Centralized Phonebook
it: Rubrica Centralizzata

source: Portal for centralized hotspot configuration
it: Portale per la configurazione dell'hotspot centralizzato

source: Cloud content filter
it: Filtro contenuti cloud

source: Cloud-based web content filter
it: Filtro contenuti web cloud

source: Weekly report
it: Report settimanale

source: Weekly report about system status
it: Report settimanale sullo stato del sistema

source: Asterisk PBX
it: Centralino VOIP basato su Asterisk

source: Computer Telephony Integration
it: Integrazione sistema telefonico aziendale

source: Hotel Management Interface
it: Interfaccia Gestione Hotel

source: Base system
it: Sistema base

source: Common packages to all products
it: Pacchetti comuni a tutti i prodotti

source: Small and Medium Enterprises (SME) oriented Linux distribution
it: Distribuzione Linux per la piccola e media impresa

source: UTM Firewall
it: Firewall UTM (Unified Threat Management)

source: Languages
it: Lingue

source: Localization of the Server Manager web interface
it: Traduzioni per Server Manager
